Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Checkbox field @id is checked.
be: Поле пераключальніка @id праверана.

source: Checkbox field @id is not checked.
be: Поле пераключальніка не праверана.

source: Checkbox title
be: Назва пераключальніка

source: Checked available update data for %title.
be: Правераны наяўныя абнаўленні для %title.

source: Checked available update data for @count projects.
be: Правераныя наяўныя абнаўленні для @count праектаў.

source: Checking available update data
be: Праверка наяўных абнаўленняў

source: Checking available update data ...
be: Праверка наяўных абнаўленняў...

source: Checking for available updates
be: Праверка на даступныя абнаўленні

source: Checks for available updates, and can securely install or update modules and themes via a web interface.
be: Правяраючы даступныя аднаўленні, вы зможаце бяспечна ўсталяваць або аднавіць модулі і тэмы праз web интэрфейс.

source: Chichewa
be: Чычэва

source: Chile
be: Чылі

source: China
be: Кітай

source: Chinese, Simplified
be: Кітайская (спрошчаная)

source: Chinese, Traditional
be: Кітайская (традыцыйная)

source: Choice
be: Выбар

source: Choice @n
be: Варыянт @n

source: Choice label
be: Выбар цэтліка

source: Choices
be: Варыянты

source: Choose "Default theme" to always use the same theme as the rest of the site.
be: Для таго, каб заўсёды ўжываць аднолькавую з усім сайтам тэму, абярыце "Стандартная тэма".

source: Choose a file
be: Выберыце файл

source: Choose a set of shortcuts for this user
be: Абярыце набор цэтлікаў для гэтага карыстальніка

source: Choose a set of shortcuts to use
be: Выбярыце набор цэтлікаў для выкарыстання

source: Choose an action
be: Абярыце дзеянне

source: Choose an advanced action
be: Абраць дзеянне павышанага ўзроўня

source: Choose language
be: Выберыце мову

source: Choose profile
be: Выбраць профіль

source: Choose the default role that invited users will be added to when they register. For example, <em>authenticated user</em>.
be: Абярыце, які статус будзе надавацца запрошаным карыстальнікам па іх рэгістрацыі (напрыклад, <em>аўтэнтыфікаваны карыстальнік</em>).

source: Choose the filters that will be used in this filter format.
be: Абярыце фільтры, якія будуць выкарыстоўвацца у гэтым фармаце.

source: Choose the language you want to add strings into. If you choose a language which is not yet set up, it will be added.
be: Абярыце мову, у якую вы жадалі б дадаць радкі. Калі вы абярэце мову, якая яшчэ не ўсталявана, тады яна будзе дададзена.

source: Choose the menu item to be the default parent for a new link in the content authoring form.
be: Абярыце пункт меню, які стане бацькоўскім па змоўчанні для новай спасылкі ў форме аўтарызацыі кантэнту.

source: Choose which image toolkit to use if you have installed optional toolkits.
be: Калі вы ўсталявалі дадатковыя наборы інструментаў для малюнкаў, абярыце, які набор інструментаў выкарыстоўваць.

source: Choose which roles may use this filter format. Note that roles with the "administer filters" permission can always use all the filter formats.
be: Вызначце, якія статусы змогуць карыстацца з гэтага фармату. Увага: статусы з правам "кіраваньню фільтрамі" маюць права выкарыстоўваць УСЕ фарматы.

source: Choose which search module is the default.
be: Абярыце, які модуль пошука будзе па змаўчанні.

source: Choose which search modules are active from the available modules.
be: Абярыце, які модуль пошука будзе актыўным для даступных модуляў.

source: Choosing a text format
be: Выбраць фармат тэксту.

source: Choosing shortcut sets
be: Абранне набораў хуткіх спасылак

source: Christmas Island
be: Востраў Ражства

source: Chuvash
be: Чувашскі

source: Cited
be: Цытаваны

source: Class %class does not implement interface %interface
be: Клас %class не рэалізуе інтэрфейс %interface

source: Classifying content
be: Класіфікацыя кантэнта

source: Clean URL check
be: Праверыць чысты URL

source: Clean URLs
be: "Чыстыя" спасылкі

source: Clean URLs are enabled, but the clean URL test failed. Uncheck the box below to disable clean URLs.
be: Чыстыя URL'ы дазволеныя, але тэст на чыстыя URL не пройдзены. Здыміце птушку ніжэй на "забараніць чыстыя URL'ы".

source: Clean URLs cannot be enabled. If you are directed to this page or to a <em>Page not found (404)</em> error after testing for clean URLs, see the <a href="@handbook">online handbook</a>.
be: Чыстыя URL'ы не могуць быць дазволеныя. Калі вы перанакіроўваецеся на гэту старонку ці на старонку памылкі <em>Старонка не знойдзена (404)</em> пасля тэсціравання на чыстыя URL'ы, чытайце <a href="@handbook">анлайн дапаможнік</a>.

source: Clean environment
be: Ачысціць асяроддзе

source: Clean test environment
be: Ачысціць тэставае асяроддзе

source: Clean up
be: Выдаліць

source: Clear all caches
be: Вычысціць увесь кэш

source: Clear cache
be: Пачысціць кэш

source: Clear form
be: Ачысціць форму

source: Clear index
be: Ачысціць індэкс

source: Clear log messages
be: Чысціць журнал паведамленняў

source: Clear results after each complete test suite run
be: Ачышчаць вынікі пасля кожнага поўнага выканання набору тэстаў

source: Clear results is disabled and the test results table will not be cleared.
be: Ачышчэнне вынікаў адключана, і табліца тэставых вынікаў не будзе ачышчана.

source: Click on any existing component's name to edit its settings.
be: Націсні на імя любога існуючага кампаненту для рэдагавання яго наладак

source: Clicked link %label (@url_target) from @url_before
be: Націснутая спасылка %label (@url_target) з @url_before

source: Close overlay
be: Закрыць перакрываючы слой

source: Closed
be: Зачынена

source: Closed topic
be: Зачыненая тэма

source: Cocos (Keeling) Islands
be: Какосавыя астравы

source: Code
be: Код

source: Coded
be: Кадаваны

source: Coded text used to show programming source code
be: Кадаваны тэкст, што паказвае зыходнікі праграмаў

source: Collaboration
be: Узаемадзеянне

source: Collapse
be: Згарнуць

source: Colombia
be: Калумбія

source: Color
be: Колер

source: Color scheme
be: Схема колераў

source: Color set
be: Набор колераў

source: Comma
be: Коска

source: Comment
be: Каментар

source: Comment ID
be: ID каментара

source: Comment approval
be: Каментар пацвержаны

source: Comment approved.
be: Каментар пацверджаны.

source: Comment controls
be: Кіраваньне камэнтарамі

source: Comment count
be: Колькасць каментароў

source: Comment display
be: Адлюстраванне каментара

source: Comment fields
be: Палі каментара

source: Comment on this news item in your personal blog.
be: Напісаць камэнтар да навіны на свой блёг.

source: Comment permalink
be: Пермалінк каментара

source: Comment posted: %subject.
be: Каментар размешчаны: %subject.

source: Comment settings
be: Наладкі каментароў

source: Comment subject field
be: Поле тэмы камэнтару

source: Comment viewing options
be: Наладкі прагляду каментараў

source: Comment: added %subject.
be: Дададзены каментар "%subject".

source: Comment: deleted %subject.
be: Камэнтары: выдалены "%subject".

source: Comment: unauthorized comment submitted or comment submitted to a closed post %subject.
be: Каментар: зацверджаны несанкцыяваны каментар або каментар для закрытага посту %subject.

source: Comment: updated %subject.
be: Абноўлены каментар "%subject".

source: Comments
be: Каментары

source: Comments are hidden from view.
be: Каментары схаваныя ад прагляду.

source: Comments from users who have the <em>Skip comment approval</em> permission are published immediately. All other comments are placed in the <a href='@comment-approval'>Unapproved comments</a> queue, until a user who has permission to <em>Administer comments</em> publishes or deletes them. Published comments can be bulk managed on the <a href='@admin-comment'>Published comments</a> administration page.
be: Каментары ад карыстальнікаў, якія маюць дазвол "Прапусціць зацвярджэнне каментара", публікуюцца адразу. Усе астатнія каментары змяшчаюцца ў чарзе <a href='@comment-approval'>Незацверджаных каментараў</a>, пакуль карыстальнік, якія мае дазвол <em>Адміністраваць каментары</em>, не апублікуе або выдаліць іх. Апублікаванымі каментарамі можна кіраваць са старонкі адміністравання <a href='@admin-comment'>Апублікаваныя каментары</a>.

source: Comments per page
be: Каментары на старонцы

source: Comoros
be: Каморскія астравы

source: Compact mode
be: Кампактны рэжым

source: Complete the registration by filling out the form below. If you already have an account, you can <a href="@login">log in</a> now and add your OpenID under "My account".
be: Запоўніць форму ніжэй для сканчэння рэгістрацыі. Калі ў вас ужо ёсць рахунак, вы можаце зараз <a href="@login">увайсці</a> і дадаць ваш OpenID у частцы “Мой рахунак”.

source: Completed @current of @total.
be: Завершана @current з @total.

source: Components
be: Кампаненты

source: Compose tips
be: Падказкі

source: Compress cached pages.
be: Сціснуць кэшыраваныя старонкі.

source: Compress layout by hiding descriptions.
be: Сціснуць схему праз хаванне апісанняў.

source: Configuration
be: Канфігурацыя

source: Configuration file
be: Файл канфігурацыі

source: Configuration saved.
be: 1 дзеньКанфігурацыя захаваная

source: Configure
be: Канфігураваць

source: Configure @module permissions
be: Наладзіць @module дазволы

source: Configure an advanced action
be: Наладзіць прасунутае дзеянне

source: Configure an image style.
be: Канфігураваць стыль малюнка.

source: Configure available dashboard blocks
be: Даступныя блокі канфігурацыі панэлі прыладаў

source: Configure block
be: Наладкі блока

source: Configure date formats for each locale
be: Наладзіць фарматы даты для кожнай лакалізацыі

source: Configure default and theme specific settings.
be: Змяніць звычайныя наладкі і наладкі асаблівых тэм.

source: Configure default behavior of users, including registration requirements, e-mails, fields, and user pictures.
be: Наладзіць стандарт паводзін карыстачоў, у тым ліку патрабаванні да рэгістрацыі, паведамленняў электроннай пошты, палі і малюнкі карыстальнікаў.

source: Configure display format strings for date and time.
be: Сканфігураваць адлюстраванне фармату радкоў для даты і часу.

source: Configure display formats for date and time.
be: Наладзіць фармат адлюстравання даты і часу.

source: Configure how content input by users is filtered, including allowed HTML tags. Also allows enabling of module-provided filters.
be: Сканфігураваць фільтрацыю дадзеных змесціва, і дазволеныя тэгі HTML уключна, уводзімых карыстальнікам. А таксама дазваляе уключэнне фільтраў, якія прадстаўляюцца модулямі.

source: Configure languages for content and the user interface.
be: Наладзіць мовы для зместа і інтэрфейс карыстальніка.

source: Configure permissions
be: Наладзіць правы

source: Configure relevance settings for search and other indexing options.
be: Настройка наладак устойлівасці пошука і іншых індыксуемых наладак.

source: Configure site
be: Сканфігураваць сайт

source: Configure styles that can be used for resizing or adjusting images on display.
be: Сканфігураваць стылі, якія могуць быць выкарастаны для змены памераў ці наладкі малюнкаў для адлюстравання.

source: Configure text formats on the <a href="@formats">Text formats page</a>. <strong>Improper text format configuration is a security risk</strong>. To ensure security, untrusted users should only have access to text formats that restrict them to either plain text or a safe set of HTML tags, since certain HTML tags can allow embedding malicious links or scripts in text. More trusted registered users may be granted permission to use less restrictive text formats in order to create rich content.
be: Сканфігуруйце тэкставыя фарматы на <a href="@formats">старонцы Тэкставыя фарматы</a>. <strong>Неадпаведная канфігурацыя тэкставага фармата нясе пагрозу бяспекі</strong>. Для найбольшай бяспекі сумніўныя карыстальнікі павінны мець доступ толькі да простага тэксту альбо надзейных набораў тэгаў HTML, паколькі некаторыя тэгі HTML дазваляюць убудоўваць у тэкст злосныя спасылкі або скрыпты. Для таго, каб стварыць багатае змесціва, больш давераным зарэгістраваным карыстальнікам могуць быць наданыя правы для выкарыстоўвання абмежаваных тэкставых фарматаў.

source: Configure the behavior of the feed aggregator, including when to discard feed items and how to present feed items and categories.
be: Наладзьце паводзіны фід-агрэгатара, у тым ліку калі адмаўляцца ад элементаў стужкі і як прадстаўляць элементы і катэгорыі стужкі.

source: Configure the site description, the number of items per feed and whether feeds should be titles/teasers/full-text.
be: Канфігураваць апісанне сайта, колькасць элементаў на стужку і стужкі павінны мець назвы/тызеры/поўныя тэксты.

source: Configure user accounts.
be: Наладкі акаўнтаў карыстальнікаў

source: Configure what block content appears in your site's sidebars and other regions.
be: Наладзьце, якое змесціва блока будзе адлюстроўвацца ў сайдбары і іншых рэгіёнах вашага сайта.

source: Configure when to execute actions.
be: Вызначыць крытэры, калі будуць выкананыя дзеянні

source: Configure which blocks can be shown on the dashboard.
be: Наладзіць блокі, якія могуць быць паказаны на панэлі прыладаў.

source: Configure which content your site aggregates from other sites, how often it polls them, and how they're categorized.
be: Зазначце ў наладках, які кантэнт Ваш сайт збірае з іншых сайтаў, як часта ён праводзіць іх апытанне і якім чынам яны згрупіраваныя.

source: Configure your <a href="@user-edit">account time zone setting</a>.
be: Сканфігураваць вашыя <a href="@user-edit">наладкі гадзіннага поясу рахунку</a>

source: Configuring a multilingual site
be: Канфігураванне шматмоўнага сайту

source: Configuring actions
be: Налада дзеянняў

source: Configuring basic site settings
be: Налада асноўных параметраў сайта

source: Configuring content types for translation
be: Наладка тыпаў кантэнту для перакладу

source: Configuring cron
be: Налада крона

source: Configuring search settings
be: Налада параметраў пошуку.

source: Configuring text formats
be: Канфігураванне тэкставых фарматаў

source: Configuring triggers and actions
be: Канфігураванне трыгераў і дзеянняў

source: Confirm
be: Сьцьвярдзіць

source: Confirm account cancellation
be: Падцвердзіць адмену акаўнта

source: Confirm password
be: Пацвердзіць пароль

source: Confirm subscription
be: Пацвердзіць падпіску

source: Confirm uninstall
be: Пацвердзіць выдаленне

source: Congo (Brazzaville)
be: Конга

source: Congo (Kinshasa)
be: Конга

source: Congratulations, you installed @drupal!
be: Віншуем, вы ўсталявалі @drupal!

source: Connection method
be: Метад падключэння

source: Consider including your custom PHP code within a site-specific module or <code>template.php</code> file rather than embedding it directly into a post or block.
be: Разглядзіце ўключэнне вашага PHP-кода ў спецыфічны модуль або файл <code>template.php</code> перад тым, як устаўляць яго непасрэдна ў паведамленне або блок.

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the installation process.
be: Мае сэнс пашырыць межы памяці для вашага PHP да %memory_minimum_limit , гэта дапаможа вам прадухіліць памылкі ў усталёвачным працэсе.

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the update process.
be: Мае сэнс пашырыць межы памяці для вашага PHP да %memory_minimum_limit , гэта дапаможа вам прадухіліць памылкі ў працэсе абнаўлення.

source: Contact
be: Кантакт

source: Contact @username
be: Кантакт @username

source: Contact form
be: Форма кантакту

source: Contact form: category %category added.
be: Форма кантакту: катэгорыя %category была даданая.

source: Contact form: category %category deleted.
be: Катэгорыя %category была абноўленая.

source: Contact form: category %category updated.
be: Форма кантакту: катэгорыя %category была абноўленая.

source: Contact settings
be: Наладкі кантакту

source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
be: Звярніцеся да вашага сістэмнага адміністратара ці хостынг-правайдэра за дапамогай, каб павялічыць ваш PHP ліміт памяці.

source: Container
be: Кантэйнер

source: Container name
be: Імя кантэйнера

source: Containers are displayed in ascending order by weight (containers with equal weights are displayed alphabetically).
be: Кантэйнеры адлюстроўваюцца па парадку ўзрастання згодна сваёй вагі (кантэйнеры з аднолькавай вагой адлюстроўваюцца ў алфавітным парадку).

source: Containers are usually placed at the top (root) level, but may also be placed inside another container or forum.
be: Кантэйнеры звычайна размяшчаюць на верхнім (карнявым) узроўні, але таксама могуць быць змешчаны ўнутры іншага кантэйнера або форума.

source: Containing any of the words
be: Утрымлівае нейкае са словаў

source: Containing none of the words
be: Ня ўтрымлівае аніводнае са словаў

source: Containing the phrase
be: Утрымлівае фразу

source: Content
be: Змест

source: Content ID
be: ID змесціва

source: Content authoring
be: Аўтарызацыя кантэнта

source: Content is promoted to the front page
be: Матэрыял прасунуты на галоўную старонку.

source: Content is sticky at top of lists
be: Матэрыял прымацаваны да верха спісу.

source: Content items can be displayed using different view modes: Teaser, Full content, Print, RSS, etc. <em>Teaser</em> is a short format that is typically used in lists of multiple content items. <em>Full content</em> is typically used when the content is displayed on its own page.
be: Элементы змесціва могуць адлюстроўвацца ў розных рэжымах прагляду: Тызер, Поўнае змесціва, Друк, RSS і г.д. <em>Тызер</em> - гэта скарочаны фармат, які звычайна выкарыстоўваецца ў спісах некалькіх элементаў змесціва. <em>Поўнае змесціва</em> звычайна выкарыстоўваецца, калі змесціва адлюстроўваецца на сваёй асабістай старонцы.

source: Content management
be: Кіраванне зместам

source: Content permissions have been rebuilt.
be: Правы змесціва былі адноўлены.

source: Content ranking
be: Ранжыраванне матэрыялаў

source: Content reindexing
be: Пераіндэксаванне змесціва

source: Content translation
be: Пераклад змесціва

source: Content type
be: Тып кантэнта

source: Content type for child pages
be: Тып змесціва для дачынных старонак

source: Content type name
be: Імя тыпу змесціва

source: Content types
be: Тыпы кантэнта

source: Content types allowed in book outlines
be: Тыпы змесціва, дазволеныя ў схеме кнігі

source: Content viewing counter settings
be: Наладкі лічыльніка праглядаў матэрыялаў

source: Content width
be: Шырыня зместу

source: Content workflow, editorial workflow tools.
be: Змест справаводства, інструменты рэдактарскага справаводства.

source: Content-related actions on your site (creating, editing, or deleting content and comments) automatically cause affected content items to be marked for indexing or reindexing at the next cron run. When content is marked for reindexing, the previous content remains in the index until cron runs, at which time it is replaced by the new content. Unlike content-related actions, actions related to the structure of your site do not cause affected content to be marked for reindexing. Examples of structure-related actions that affect content include deleting or editing taxonomy terms, enabling or disabling modules that add text to content (such as Taxonomy, Comment, and field-providing modules), and modifying the fields or display parameters of your content types. If you take one of these actions and you want to ensure that the search index is updated to reflect your changed site structure, you can mark all content for reindexing by clicking the "Re-index site" button on the <a href="@searchsettings">Search settings page</a>. If you have a lot of content on your site, it may take several cron runs for the content to be reindexed.
be: Дзеянні на вашым сайце, звязаныя са змесцівам ( стварэнне, рэдагаванне, выдаленне змесціва і каментароў) аўтаматычна з’яўляюцца прычынай для адзначэння элементаў змесціва для індэксацыі ці пераіндэксацыі пры наступным запуску крон. Калі змесціва адзначана для пераіндэксацыі, папярэдняе змесціва застаецца ў індэксе пакуль крон працуе, пасля чаго яно замяняецца на новае. У адрозненні ад дзеянняў, звязаных са змесцівам, дзеянні, звязаныя са структурай вашага сайта, не з’яўляюцца прычынай для адзначэння на пераіндэксацыю. Прыклады дзеянняў, звязаных са структурай, якія ўплываюць на змесціва, уключаючы выдаленне ці рэдагаванне тэрмінаў таксанаміі, усталяванне ці выдаленне модуляў, якія дадаюць тэкст да змесціва ( такія як Таксанамія, Каментары, модулі для стварэння палей) і змяняюць палі ці адлюстроўваюць параметры вашага тыпу змесціва. Калі вы ўзялі адно з гэтых дзеянняў і жадаеце пераканацца, што паіскавы індэкс адлюстроўвае змененую структуру вашага сайта, мы можаце пазначыць усё змесціва на пераіндэксацыю, націснуўшы кнопку "Re-index сайта" на <a href="@searchsettings">Старонцы пошуку наладак</a>. Калі на вашым сайце шмат змесціва, для пераіндэксацыі можа патрабавацца некалькі запускаў крон.

source: Context
be: Кантэкст

source: Contextual links
be: Кантэкстуальныя спасылкі

source: Contextual links are supplied by modules, to give you quick access to tasks associated with regions of pages on your site. For instance, if you have a custom menu block displayed in a sidebar of your site, the Blocks and Menus modules will supply links to configure the block and edit the menu. The Contextual links module collects these links into a list for display by your theme, and also adds JavaScript code to the page to hide the links initially, and display them when your mouse hovers over the block.
be: Кантэкстныя спасылкі пастаўляюцца модулямі, каб забяспечыць вам хуткі доступ да заданняў, звязаных з рэгіёнамі старонак на вашым сайце. Напрыклад, калі ў вас адлюстроўваецца ўласна наладжаны блок меню ў бакавой панэлі сайта, тады модулі Blocks і Menus будуць пастаўляць спасылкі на наладкі блока і рэдагавання меню. Модуль Contextual links збірае гэтыя спасылкі ў спіс для паказу вашай тэмай і таксама дадае JavaScript-код на старонку, каб хаваць гэтыя спасылкі першапачаткова і адлюстроўваць іх пры навядзенні курсора вашай мышы на блок.

source: Continue
be: Працягнуць

source: Continue?
be: Працягнуць?

source: Control details about what and how your site logs access statistics.
be: Кантроль дэталяў ў сістэмнам журнале статыстыкі доступу.

source: Control forum hierarchy settings.
be: Кіраванне структурай наладак форума.

source: Controlling visibility
be: Кіраванне бачнасцю

source: Controls the boxes that are displayed around the main content.
be: Кіруе блокамі, якія адлюстроўваюцца вакол асноўнай часткі зместу.

source: Controls the visual building blocks a page is constructed with. Blocks are boxes of content rendered into an area, or region, of a web page.
be: Рэгулятары - гэта наглядныя блокі, з якіх ствараецца старонка. Блокі - скрыні з кантэнтам, якія ўтвараюць вобласць, рэгіён, старонкі.

source: Convert URLs into links
be: Канверсаваць URL ў спасылкі

source: Convert line breaks into HTML (i.e. <code>&lt;br&gt;</code> and <code>&lt;p&gt;</code>)
be: Канверсаваць парывы радкоў у HTML (то бок <code>&lt;br&gt;</code> і <code>&lt;p&gt;</code>)

source: Converts line breaks into HTML (i.e. &lt;br&gt; and &lt;p&gt; tags).
be: Пераўтварае канчаткі радкоў у HTML (то бок у &lt;br&gt; ды &lt;p&gt;).

source: Cook Islands
be: Астравы Кука

source: Copy of the revision from %date.
be: Копія версіі ад %date.

source: Core
be: Ядро

source: Core - optional
be: Ядро - неабавязкова

source: Core - required
be: Ядро - абавязкова

source: Cornish
be: Корнішская

source: Correct faulty and chopped off HTML
be: Выпраўце няспраўнасць і абсечаныя HTML

source: Corsican
be: Карсіканская

source: Costa Rica
be: Коста-Рыка
